export const ROLE_OPTIONS = [
  "Ученик",
  "Студент",
  "Служител",
  "На свободна практика",
  "Предприемач",
  "Друго",
];

export const DEV_EXPERIENCE_OPTIONS = [
  "Нямам опит",
  "Минимален - под 1 година",
  "Начално ниво - между 1 и 3 години",
  "Средно ниво - между 4 и 7 години",
  "Високо ниво - над 8 години",
];

export const AI_EXPERIENCE_OPTIONS = [
  "Нямам опит",
  "Между 1 и 6 месеца",
  "Между 7 и 12 месеца",
  "Повече от 12 месеца",
];

export const YES_NO_OPTIONS = ["Да", "Не"];
export const YES_NO_MAYBE_OPTIONS = ["Да", "Не", "Възможно"];
